{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "#作为英雄时，用一副象棋来代替你的队伍。"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6793417C4CD726BEA6BFCF95D804F17E"
		},
		{
			"Source":
			{
				"Text": "==不予使用=="
			},
			"Translation":
			{
				"Text": "==Can Not Use=="
			},
			"Key": "FC1E5EAF4429FDFE0461A583AF39012E"
		},
		{
			"Source":
			{
				"Text": "==不予使用=="
			},
			"Translation":
			{
				"Text": "==Can Not Use=="
			},
			"Key": "550EC081449C2EE068FB7D8C94AF4CBF"
		},
		{
			"Source":
			{
				"Text": "==可以重复=="
			},
			"Translation":
			{
				"Text": "==Can repeat=="
			},
			"Key": "8F46DCAC4AF44066C1DA0D86640B60A8"
		},
		{
			"Source":
			{
				"Text": "==可以重复=="
			},
			"Translation":
			{
				"Text": "==Can repeat=="
			},
			"Key": "E77775E34495506A6AA568A033B840EE"
		},
		{
			"Source":
			{
				"Text": "==可以重复=="
			},
			"Translation":
			{
				"Text": "==Can repeat=="
			},
			"Key": "EF13F91C4A0FBDC6B4527F842FA78E03"
		},
		{
			"Source":
			{
				"Text": "==可以重复=="
			},
			"Translation":
			{
				"Text": "==Can repeat=="
			},
			"Key": "870D42484D66F0C6AD0835AE7308A896"
		},
		{
			"Source":
			{
				"Text": "==基础单位=="
			},
			"Translation":
			{
				"Text": "==Basic unit=="
			},
			"Key": "375335604B2C089B03B9A9B2DA9B4998"
		},
		{
			"Source":
			{
				"Text": "==基础单位=="
			},
			"Translation":
			{
				"Text": "==Basic unit=="
			},
			"Key": "88EA2D024504E8EAD330C5BCAA84FD70"
		},
		{
			"Source":
			{
				"Text": "==基础单位=="
			},
			"Translation":
			{
				"Text": "==Basic unit=="
			},
			"Key": "8E877A804FAAF82B236FC584C202027D"
		},
		{
			"Source":
			{
				"Text": "==基础单位=="
			},
			"Translation":
			{
				"Text": "==Basic unit=="
			},
			"Key": "DCDEAB4143E00A3DC7D5C3AB14CEF68B"
		},
		{
			"Source":
			{
				"Text": "==基础单位=="
			},
			"Translation":
			{
				"Text": "==Basic unit=="
			},
			"Key": "E65F00974F38005F53C29AA3169499AC"
		},
		{
			"Source":
			{
				"Text": "==延伸单位=="
			},
			"Translation":
			{
				"Text": "==Extension unit=="
			},
			"Key": "4A2DB285462B46A04D810898D665AE1E"
		},
		{
			"Source":
			{
				"Text": "七进七出：在你消灭（3）个单位后，在身后空地上召唤刘禅。"
			},
			"Translation":
			{
				"Text": "After you destroy (3) units, summon Liu Chan in the open space behind you."
			},
			"Key": "61D7D1A54E68E177597B84B025720391"
		},
		{
			"Source":
			{
				"Text": "三分归晋"
			},
			"Translation":
			{
				"Text": "Three points belong to Jin"
			},
			"Key": "9605DAF64B097B588E9595B227E66BBD"
		},
		{
			"Source":
			{
				"Text": "上将：该单位的移动力始终为1。"
			},
			"Translation":
			{
				"Text": "The moving force of this unit is always 1."
			},
			"Key": "B163EA584A15D425243AB7BE8FE03019"
		},
		{
			"Source":
			{
				"Text": "义绝：该单位死亡时，消灭攻击者。"
			},
			"Translation":
			{
				"Text": "When the unit dies, destroy the attacker."
			},
			"Key": "8AEFB70144A8C381C69629865EBA2B4F"
		},
		{
			"Source":
			{
				"Text": "义薄云天"
			},
			"Translation":
			{
				"Text": "one 's high morality reaching up to the clouds"
			},
			"Key": "489565F044ED056E21F6DCAD8152AB31"
		},
		{
			"Source":
			{
				"Text": "乱世群雄"
			},
			"Translation":
			{
				"Text": "Heroes in troubled times"
			},
			"Key": "7287D71B4D12D1B28E646CBBE2AABC1B"
		},
		{
			"Source":
			{
				"Text": "关羽"
			},
			"Translation":
			{
				"Text": "Guan Yu"
			},
			"Key": "A91503F64B662E8C8AEC4DA525F39588"
		},
		{
			"Source":
			{
				"Text": "刘协"
			},
			"Translation":
			{
				"Text": "Liu Xie"
			},
			"Key": "6CBE703548F803CF986727B31793F350"
		},
		{
			"Source":
			{
				"Text": "刘备"
			},
			"Translation":
			{
				"Text": "Liu Bei"
			},
			"Key": "AE62D01F4112311EB691CB8920B67B0B"
		},
		{
			"Source":
			{
				"Text": "刘禅"
			},
			"Translation":
			{
				"Text": "Liu Chan"
			},
			"Key": "4D26E0BC4B661812274D529120890884"
		},
		{
			"Source":
			{
				"Text": "十万：作为英雄时，游戏开始时额外获得两个士兵。"
			},
			"Translation":
			{
				"Text": "As a hero, get two extra soldiers at the beginning of the game."
			},
			"Key": "C117E34F4CAF8E3115E8F0821C0DDC34"
		},
		{
			"Source":
			{
				"Text": "卒"
			},
			"Translation":
			{
				"Text": "Pawnp"
			},
			"Key": "5F4D57B14BC684766FB703B9BEB05DDA"
		},
		{
			"Source":
			{
				"Text": "司马懿"
			},
			"Translation":
			{
				"Text": "Sima Yi"
			},
			"Key": "BB50F119449E9E26887925AD46CFE5FE"
		},
		{
			"Source":
			{
				"Text": "吕布"
			},
			"Translation":
			{
				"Text": "Lv Bu"
			},
			"Key": "29CD264D425E4B166AFF8D8279B5DB39"
		},
		{
			"Source":
			{
				"Text": "吴国太"
			},
			"Translation":
			{
				"Text": "Wu Guotai"
			},
			"Key": "317918764DC8B3E8D67977B0BCFC0234"
		},
		{
			"Source":
			{
				"Text": "咆哮：在该单位向前移动后，呵退身前的敌方单位。"
			},
			"Translation":
			{
				"Text": "After the unit moves forward, Ah! the enemy unit before retreating."
			},
			"Key": "F324FBE549AFFE8E527225809AD43CF7"
		},
		{
			"Source":
			{
				"Text": "基本角色模型"
			},
			"Translation":
			{
				"Text": "Basic role model"
			},
			"Key": "2DC94B08417C27ACF4672DAEAF0DD836"
		},
		{
			"Source":
			{
				"Text": "基础象棋"
			},
			"Translation":
			{
				"Text": "Basic chess"
			},
			"Key": "D1EBD07D4422142E689F1C953F7A5C71"
		},
		{
			"Source":
			{
				"Text": "天嫉：该单位死亡时，使所有随从失去所有技能。"
			},
			"Translation":
			{
				"Text": "When the unit dies, all followers lose all skills."
			},
			"Key": "B41FAD384B1B10D7E33A31B84B564482"
		},
		{
			"Source":
			{
				"Text": "奉命不臣"
			},
			"Translation":
			{
				"Text": "Disobedience to orders"
			},
			"Key": "68268EBF4536A189E6E708AB385433B6"
		},
		{
			"Source":
			{
				"Text": "孙坚"
			},
			"Translation":
			{
				"Text": "Sun Jian"
			},
			"Key": "13757CB84D52217A2870F3BE70412514"
		},
		{
			"Source":
			{
				"Text": "孙家天下"
			},
			"Translation":
			{
				"Text": "Sun jiatianxia"
			},
			"Key": "3629002E4002BD08B5D791823C58B689"
		},
		{
			"Source":
			{
				"Text": "孙尚香"
			},
			"Translation":
			{
				"Text": "Sun Shangxiang"
			},
			"Key": "6A5AD28C415DC85946961FA3D2A0CFCC"
		},
		{
			"Source":
			{
				"Text": "孙权"
			},
			"Translation":
			{
				"Text": "Sun Quan"
			},
			"Key": "FF5038984DAD75CA6DBE1181E4BC8D75"
		},
		{
			"Source":
			{
				"Text": "将"
			},
			"Translation":
			{
				"Text": "King"
			},
			"Key": "D62F2B774ED6842E6C02AE97EB742B57"
		},
		{
			"Source":
			{
				"Text": "张角"
			},
			"Translation":
			{
				"Text": "Zhang Jiao"
			},
			"Key": "D657DE104BF9029549FDC485DEEB17B0"
		},
		{
			"Source":
			{
				"Text": "张飞"
			},
			"Translation":
			{
				"Text": "Zhang Fei"
			},
			"Key": "4E79A17244498D31D00CACB8F2A0B12E"
		},
		{
			"Source":
			{
				"Text": "招婿：每七个回合，回合结束时，使身前的己方英雄与敌方所有的英雄获得+1移动力。"
			},
			"Translation":
			{
				"Text": "Every seven rounds, at the end of the round, make your hero in front of you and all the heroes of the enemy gain + 1 movement power."
			},
			"Key": "1D46983E41EC5040754A2D8CA5307449"
		},
		{
			"Source":
			{
				"Text": "拾玺：第（1）次消灭随从后，获得+1移动力。"
			},
			"Translation":
			{
				"Text": "Gain + 1 movement force after destroying the follower for the (1st) time."
			},
			"Key": "8FE7C55E49B1CC2998D73EB7BEBB117C"
		},
		{
			"Source":
			{
				"Text": "放权：你的回合结束时，使身前的单位获得+1移动力。"
			},
			"Translation":
			{
				"Text": "At the end of your turn, make the unit in front of you gain + 1 movement force."
			},
			"Key": "13B6337B4F633A7051C66DBD739B0CD5"
		},
		{
			"Source":
			{
				"Text": "无双：该单位可攻击所有单位。"
			},
			"Translation":
			{
				"Text": "This unit can attack all units."
			},
			"Key": "AA3BDA614F15E6E63702D5A4E16500AB"
		},
		{
			"Source":
			{
				"Text": "曹操"
			},
			"Translation":
			{
				"Text": "Cao Cao"
			},
			"Key": "788004AF44CC11410935548A2FF4A0EA"
		},
		{
			"Source":
			{
				"Text": "枭雄：你的回合结束时，若该单位周围有敌方士兵，消灭之。"
			},
			"Translation":
			{
				"Text": "At the end of your turn, if there are enemy soldiers around the unit, destroy it."
			},
			"Key": "FD9F778F4B3A57C00ACABAAAB116C541"
		},
		{
			"Source":
			{
				"Text": "桃园结义"
			},
			"Translation":
			{
				"Text": "Taoyuan Jieyi"
			},
			"Key": "AC242ECD48D5025B5D785E89398B5100"
		},
		{
			"Source":
			{
				"Text": "死亡时，使攻击者获得+1移动力。"
			},
			"Translation":
			{
				"Text": "When dead, make the attacker gain + 1 movement force."
			},
			"Key": "EEE56ED94135E712E4BD16A5E2C29896"
		},
		{
			"Source":
			{
				"Text": "献帝：该单位身后的单位无法被攻击。"
			},
			"Translation":
			{
				"Text": "Units behind this unit cannot be attacked."
			},
			"Key": "43A9E34A45239988872FBEBC2291CCB9"
		},
		{
			"Source":
			{
				"Text": "球形角色模型"
			},
			"Translation":
			{
				"Text": "Spherical character model"
			},
			"Key": "DD37D9874A3D2ED07F0C5086D78A47B7"
		},
		{
			"Source":
			{
				"Text": "秦晋之好"
			},
			"Translation":
			{
				"Text": "unite by marriage"
			},
			"Key": "8287822340C78CA68BCEA6A8A08DF93A"
		},
		{
			"Source":
			{
				"Text": "空城：与该单位距离为一的随从和刺客无法攻击该单位。"
			},
			"Translation":
			{
				"Text": "Entourage and assassins who are at a distance from the unit cannot attack the unit."
			},
			"Key": "A64D94D3428F57D012C2ABB32598BF03"
		},
		{
			"Source":
			{
				"Text": "穿杨：该单位的攻击为远程攻击。"
			},
			"Translation":
			{
				"Text": "The unit's attack is a ranged attack."
			},
			"Key": "9CCC6BDA4C33311F62B69A8DD474253A"
		},
		{
			"Source":
			{
				"Text": "结义：作为英雄时，使你的其他非基本单位也算作英雄，但无法触发英雄技能的效果。"
			},
			"Translation":
			{
				"Text": "As a hero, make your other non basic units count as heroes, but you can't trigger the effect of heroic skills."
			},
			"Key": "155F5ACE4A127226092FFF8A83F9012A"
		},
		{
			"Source":
			{
				"Text": "诚心相待"
			},
			"Translation":
			{
				"Text": "Treat each other sincerely"
			},
			"Key": "5EF1BB864FB9523BCF9C84B466E5DB8E"
		},
		{
			"Source":
			{
				"Text": "该单位不能往后。"
			},
			"Translation":
			{
				"Text": "The unit cannot move back."
			},
			"Key": "88D0013E46321B77E01F59BA08997C2F"
		},
		{
			"Source":
			{
				"Text": "该单位也算作英雄。"
			},
			"Translation":
			{
				"Text": "The unit is also counted as a hero."
			},
			"Key": "CE1C60B944BC270EFC8C1480193CA4B1"
		},
		{
			"Source":
			{
				"Text": "诸葛亮"
			},
			"Translation":
			{
				"Text": "Zhuge Liang"
			},
			"Key": "9719DE154AC54148A1D96D89211471E4"
		},
		{
			"Source":
			{
				"Text": "谋定天下"
			},
			"Translation":
			{
				"Text": "Plan the world"
			},
			"Key": "44B683DF49863C01C64879BD9AF800A8"
		},
		{
			"Source":
			{
				"Text": "象"
			},
			"Translation":
			{
				"Text": "Bishop"
			},
			"Key": "D454A95840EBCECF2F09BB826BD7346E"
		},
		{
			"Source":
			{
				"Text": "赵云"
			},
			"Translation":
			{
				"Text": "Zhao Yun"
			},
			"Key": "DAA732B64F3471043AEF13AB2E67F707"
		},
		{
			"Source":
			{
				"Text": "車"
			},
			"Translation":
			{
				"Text": "Rooks"
			},
			"Key": "D0807FD842EE12AE89684DA1A8BFD066"
		},
		{
			"Source":
			{
				"Text": "邢道荣"
			},
			"Translation":
			{
				"Text": "Xing Daorong"
			},
			"Key": "D161EEA44B5838BA1248F6AF2526E5A8"
		},
		{
			"Source":
			{
				"Text": "郭嘉"
			},
			"Translation":
			{
				"Text": "Guo Jia"
			},
			"Key": "47A3545347478C0485087ABD740B6FAD"
		},
		{
			"Source":
			{
				"Text": "隐忍：限一次，回合结束时，若你方单位数小于三，则消灭你的其它单位，使自己成为英雄，并在周围召唤若干个晋国士兵。"
			},
			"Translation":
			{
				"Text": "Only once. At the end of the turn, if your number of units is less than three, destroy your other units, make yourself a hero, and summon several jin soldiers around."
			},
			"Key": "E547C47F4FEEDF9818EA7DA174976D56"
		},
		{
			"Source":
			{
				"Text": "马"
			},
			"Translation":
			{
				"Text": "Knight"
			},
			"Key": "D25DCCAE4E86B8E25A077EADD43855D5"
		},
		{
			"Source":
			{
				"Text": "黄天：你的回合结束时，召唤天雷攻击身前的敌方单位。"
			},
			"Translation":
			{
				"Text": "At the end of your turn, summon Tianlei to attack the enemy unit in front of you."
			},
			"Key": "4BE84044478CCFE5FBCE219834721EE8"
		},
		{
			"Source":
			{
				"Text": "龙威虎胆"
			},
			"Translation":
			{
				"Text": "Young Guns"
			},
			"Key": "3CFD5CE841C1D74ED79CBCA7812F5A6D"
		}
	]
}